Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# pending.empty.title
source: No Pending Actions
ar: No Pending Actions (AR)
de: Keine ausstehenden Aktionen
es: Sin Pending Acciones
fr: Aucune action en cours
it: Nessuna azione in sospeso
ja: なし Pending Actions
ko: なし Pending Actions (한국어)
nl: Keine ausstehenden Aktionen (NL)
pl: No Pending Actions (PL)
pt: Não Pendente Ações
ru: No Pending Actions (RU)
th: No Pending Actions (TH)
tr: No Pending Actions (TR)
vi: 没有待处理操作 (VI)
zh: 没有待处理操作

# pending.progress
source: {done} of {total}{handle}
ar: {done} of {total}{handle} (AR)
de: {done} von {total}{handle}
es: {done} de {total}{handle}
fr: {done} sur {total}{handle}
it: {done} di {total}{handle}
ja: [ja] {done} von {total}{handle}
ko: {done} of {total}{handle} (한국어)
nl: {done} of {total}{handle} (NL)
pl: {done} of {total}{handle} (PL)
pt: [pt] {done} von {total}{handle}
ru: {done} of {total}{handle} (RU)
th: {done} of {total}{handle} (TH)
tr: {done} of {total}{handle} (TR)
vi: {done}/{total}{handle} (VI)
zh: {done}/{total}{handle}

# pending.retry
source: Retry
ar: Retry (AR)
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 再試行 (한국어)
nl: Wiederholen (NL)
pl: Retry (PL)
pt: Tentar novamente
ru: Retry (RU)
th: Retry (TH)
tr: Retry (TR)
vi: 重试 (VI)
zh: 重试

# pending.retry_button
source: Retry
ar: Retry (AR)
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 再試行 (한국어)
nl: Wiederholen (NL)
pl: Retry (PL)
pt: Tentar novamente
ru: Retry (RU)
th: Retry (TH)
tr: Retry (TR)
vi: 重试 (VI)
zh: 重试

# pending.status.done
source: Done
ar: Done (AR)
de: Fertig
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 完了 (한국어)
nl: Fertig (NL)
pl: Done (PL)
pt: Concluído
ru: Done (RU)
th: Done (TH)
tr: Done (TR)
vi: 完成 (VI)
zh: 完成

# pending.status.failed_one
source: {failed} failure
ar: {failed} failure (AR)
de: {failed} Fehler
es: {failed} fallo
fr: {failed} échec
it: {failed} fallimento
ja: {failed} 失敗
ko: {failed} failure (한국어)
nl: {failed} failure (NL)
pl: {failed} failure (PL)
pt: {failed} falha
ru: {failed} failure (RU)
th: {failed} failure (TH)
tr: {failed} failure (TR)
vi: {failed} 个失败 (VI)
zh: {failed} 个失败

# pending.status.failed_other
source: {failed} failures
ar: {failed} failures (AR)
de: {failed} Fehler
es: {failed} fallos
fr: {failed} échecs
it: {failed} fallimenti
ja: {failed} 失敗
ko: {failed} failures (한국어)
nl: {failed} failures (NL)
pl: {failed} failures (PL)
pt: {failed} falhas
ru: {failed} failures (RU)
th: {failed} failures (TH)
tr: {failed} failures (TR)
vi: {failed} 个失败 (VI)
zh: {failed} 个失败

# pending.status.pending
source: Pending
ar: Pending (AR)
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留中
ko: 保留中 (한국어)
nl: Ausstehend (NL)
pl: Pending (PL)
pt: Pendente
ru: Pending (RU)
th: Pending (TH)
tr: Pending (TR)
vi: 待处理 (VI)
zh: 待处理

# pending.status.running
source: Running
ar: Running (AR)
de: Läuft
es: Ejecutando
fr: En cours
it: In esecuzione
ja: 実行中
ko: 実行中 (한국어)
nl: Läuft (NL)
pl: Running (PL)
pt: Executando
ru: Running (RU)
th: Running (TH)
tr: Running (TR)
vi: 运行中 (VI)
zh: 运行中

# pending.succeeded_failed
source: {succeeded} succeeded, {failed} failed
ar: {succeeded} succeeded, {failed} failed (AR)
de: {succeeded} erfolgreich, {failed} fehlgeschlagen
es: {succeeded} exitosos, {failed} fallidos
fr: {succeeded} réussis, {failed} échoués
it: {succeeded} riusciti, {failed} falliti
ja: [ja] {succeeded} erfolgreich, {failed} fehlgeschlagen
ko: {succeeded} succeeded, {failed} failed (한국어)
nl: {succeeded} succeeded, {failed} failed (NL)
pl: {succeeded} succeeded, {failed} failed (PL)
pt: [pt] {succeeded} erfolgreich, {failed} fehlgeschlagen
ru: {succeeded} succeeded, {failed} failed (RU)
th: {succeeded} succeeded, {failed} failed (TH)
tr: {succeeded} succeeded, {failed} failed (TR)
vi: {succeeded} 成功，{failed} 失败 (VI)
zh: {succeeded} 成功，{failed} 失败

# pending.title
source: Pending Actions
ar: Pending Actions (AR)
de: Ausstehende Aktionen
es: Pending Acciones
fr: Actions en cours
it: Azioni in sospeso
ja: 保留中のアクション
ko: Pending Actions (한국어)
nl: Ausstehende Aktionen (NL)
pl: Pending Actions (PL)
pt: Pendente Ações
ru: Pending Actions (RU)
th: Pending Actions (TH)
tr: Pending Actions (TR)
vi: 待处理操作 (VI)
zh: 待处理操作

# pending.waiting
source: Waiting to start…
ar: Waiting to start… (AR)
de: Warte auf Start…
es: Esperando para comenzar…
fr: En attente…
it: In attesa di avvio…
ja: [ja] Warte auf Start…
ko: Waiting to start… (한국어)
nl: Warte auf Start… (NL)
pl: Waiting to start… (PL)
pt: [pt] Warte auf Start…
ru: Waiting to start… (RU)
th: Waiting to start… (TH)
tr: Waiting to start… (TR)
vi: 等待开始… (VI)
zh: 等待开始…

# post.add_likers_to_list
source: Add all accounts liking this post to a list
ar: أضف جميع الحسابات التي أعجبت بهذا المنشور إلى قائمة
de: Alle Accounts, die diesen Beitrag liken, zu einer Liste hinzufügen
es: Agregar todas las cuentas que dieron like a esta publicación a una lista
fr: Ajouter tous les comptes qui aiment ce post à une liste
it: Aggiungi tutti gli account a cui piace questo post a una lista
ja: この投稿にいいねした全アカウントをリストに追加
ko: 이 게시물에 좋아요를 누른 모든 계정을 리스트에 추가
nl: Voeg alle accounts die dit bericht leuk vinden toe aan een lijst
pl: Dodaj wszystkie konta, które polubiły ten post, do listy
pt: Adicionar todas as contas que curtiram este post a uma lista
ru: Добавить все аккаунты, лайкнувшие этот пост, в список
th: เพิ่มทุกบัญชีที่กดถูกใจโพสต์นี้ไปยังลิสต์
tr: Bu gönderiyi beğenen tüm hesapları bir listeye ekle
vi: Thêm tất cả tài khoản đã thích bài viết này vào danh sách
zh: 将所有点赞此帖子的账号添加到列表

# post.add_likers.adding_title
source: Adding accounts to list...
ar: جارٍ إضافة الحسابات إلى القائمة...
de: Accounts werden zur Liste hinzugefügt...
es: Agregando cuentas a la lista...
fr: Ajout des comptes à la liste...
it: Aggiunta degli account alla lista...
ja: アカウントをリストに追加中...
ko: 계정을 리스트에 추가하는 중...
nl: Accounts worden aan de lijst toegevoegd...
pl: Dodawanie kont do listy...
pt: Adicionando contas à lista...
ru: Добавление аккаунтов в список...
th: กำลังเพิ่มบัญชีไปยังลิสต์...
tr: Hesaplar listeye ekleniyor...
vi: Đang thêm tài khoản vào danh sách...
zh: 正在将账号添加到列表...

# post.add_likers.choose_list_title
source: Add {count} accounts to a list
ar: أضف {count} حسابًا إلى قائمة
de: {count} Accounts zu einer Liste hinzufügen
es: Agregar {count} cuentas a una lista
fr: Ajouter {count} comptes à une liste
it: Aggiungere {count} account a una lista
ja: {count}件のアカウントをリストに追加
ko: {count}개 계정을 리스트에 추가
nl: Voeg {count} accounts toe aan een lijst
pl: Dodaj {count} kont do listy
pt: Adicionar {count} contas a uma lista
ru: Добавить {count} аккаунтов в список
th: เพิ่ม {count} บัญชีไปยังลิสต์
tr: {count} hesabı bir listeye ekle
vi: Thêm {count} tài khoản vào danh sách
zh: 将 {count} 个账号添加到列表

# post.add_likers.done
source: Added {count} accounts to {list}
ar: تمت إضافة {count} حسابًا إلى {list}
de: {count} Accounts zu {list} hinzugefügt
es: Se agregaron {count} cuentas a {list}
fr: {count} comptes ajoutés à {list}
it: {count} account aggiunti a {list}
ja: {count}件のアカウントを{list}に追加しました
ko: {count}개 계정을 {list}에 추가했습니다
nl: {count} accounts toegevoegd aan {list}
pl: Dodano {count} kont do {list}
pt: {count} contas adicionadas a {list}
ru: Добавлено {count} аккаунтов в {list}
th: เพิ่ม {count} บัญชีไปยัง {list} แล้ว
tr: {count} hesap {list} listesine eklendi
vi: Đã thêm {count} tài khoản vào {list}
zh: 已将 {count} 个账号添加到 {list}

# post.add_likers.done_title
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Operazione riuscita
ja: 成功
ko: 성공
nl: Gelukt
pl: Sukces
pt: Sucesso
ru: Успешно
th: สำเร็จ
tr: Başarılı
vi: Thành công
zh: 成功

# post.add_likers.no_lists
source: No lists available
ar: لا توجد قوائم متاحة
de: Keine Listen verfügbar
es: No hay listas disponibles
fr: Aucune liste disponible
it: Nessuna lista disponibile
ja: 利用できるリストがありません
ko: 사용 가능한 리스트가 없습니다
nl: Geen lijsten beschikbaar
pl: Brak dostępnych list
pt: Nenhuma lista disponível
ru: Нет доступных списков
th: ไม่มีลิสต์ที่ใช้ได้
tr: Kullanılabilir liste yok
vi: Không có danh sách nào khả dụng
zh: 没有可用列表

# post.add_likers.no_lists_desc
source: Create a list or moderation list first.
ar: أنشئ قائمة أو قائمة إشراف أولاً.
de: Erstelle zuerst eine Liste oder Moderationsliste.
es: Crea primero una lista o una lista de moderación.
fr: Créez d'abord une liste ou une liste de modération.
it: Crea prima una lista o una lista di moderazione.
ja: 先にリストまたはモデレーションリストを作成してください。
ko: 먼저 리스트 또는 검토 리스트를 만드세요.
nl: Maak eerst een lijst of moderatielijst aan.
pl: Najpierw utwórz listę lub listę moderacyjną.
pt: Crie primeiro uma lista ou uma lista de moderação.
ru: Сначала создайте список или список модерации.
th: สร้างลิสต์หรือลิสต์กลั่นกรองก่อน
tr: Önce bir liste veya moderasyon listesi oluşturun.
vi: Hãy tạo danh sách hoặc danh sách kiểm duyệt trước.
zh: 请先创建一个列表或审核列表。

# post.block_likers
source: Block all accounts liking this post
ar: حظر جميع الحسابات التي أعجبت بهذا المنشور
de: Alle Accounts blockieren, die diesen Beitrag liken
es: Bloquear todas las cuentas que den like a esta publicación
fr: Bloquer tous les comptes qui aiment ce post
it: Blocca tutti gli account che mettono mi piace a questo post
ja: この投稿にいいねした全アカウントをブロック
ko: 이 게시물에 좋아요를 누른 모든 계정 차단
nl: Blokkeer alle accounts die dit bericht leuk vinden
pl: Zablokuj wszystkie konta polubiające ten post
pt: Bloquear todas as contas que curtiram este post
ru: Заблокировать все аккаунты, лайкнувшие этот пост
th: บล็อกทุกบัญชีที่กดถูกใจโพสต์นี้
tr: Bu gönderiyi beğenen tüm hesapları engelle
vi: Chặn tất cả tài khoản đã thích bài viết này
zh: 屏蔽所有点赞此帖子的账号

# post.block_likers.already_blocked
source: Already blocked: {count}
ar: تم حظره مسبقًا: {count}
de: Bereits blockiert: {count}
es: Ya bloqueado: {count}
fr: Déjà bloqué: {count}
it: Già bloccato: {count}
ja: 既にブロック済み: {count}
ko: 이미 차단됨: {count}
nl: Al geblokkeerd: {count}
pl: Już zablokowano: {count}
pt: Já bloqueado: {count}
ru: Уже заблокировано: {count}
th: ถูกบล็อกแล้ว: {count}
tr: Zaten engellenmiş: {count}
vi: Đã bị chặn: {count}
zh: 已屏蔽: {count}

# post.block_likers.blocked_now
source: Blocked: {count}
ar: تم الحظر: {count}
de: Blockiert: {count}
es: Bloqueado: {count}
fr: Bloqué: {count}
it: Bloccato: {count}
ja: ブロック済み: {count}
ko: 차단됨: {count}
nl: Geblokkeerd: {count}
pl: Zablokowano: {count}
pt: Bloqueado: {count}
ru: Заблокировано: {count}
th: บล็อกแล้ว: {count}
tr: Engellendi: {count}
vi: Đã chặn: {count}
zh: 已屏蔽: {count}

# post.block_likers.blocking_title
source: Blocking accounts...
ar: حظر الحسابات...
de: Konten sperren...
es: Bloqueando cuentas...
fr: Blocage des comptes...
it: Blocco degli account...
ja: アカウントをブロックしています...
ko: 계정 차단 중...
nl: Accounts blokkeren...
pl: Blokowanie kont...
pt: Bloqueando contas...
ru: Блокировка аккаунтов...
th: กำลังบล็อกบัญชี...
tr: Hesaplar engelleniyor...
vi: Chặn tài khoản...
zh: 封锁账户...

# post.block_likers.checking_title
source: Checking accounts…
ar: جارٍ التحقق من الحسابات…
de: Konten werden überprüft…
es: Verificando cuentas…
fr: Vérification des comptes…
it: Verifica degli account…
ja: アカウントを確認中…
ko: 계정 확인 중…
nl: Accounts controleren…
pl: Sprawdzanie kont…
pt: Verificando contas…
ru: Проверка аккаунтов…
th: กำลังตรวจสอบบัญชี…
tr: Hesaplar kontrol ediliyor…
vi: Đang kiểm tra tài khoản…
zh: 正在检查账户…

# post.block_likers.confirm_block
source: Block All
ar: حظر الكل
de: Alle blockieren
es: Bloquear todas
fr: Tout bloquer
it: Blocca tutti
ja: すべてブロック
ko: 모두 차단
nl: Blokkeer alle
pl: Zablokuj wszystkie
pt: Bloquear todas
ru: Заблокировать всех
th: บล็อกทั้งหมด
tr: Tümünü engelle
vi: Chặn tất cả
zh: 全部屏蔽

# post.block_likers.confirm_message
source: This will block all {count} accounts that liked this post.
ar: سيؤدي هذا إلى حظر جميع الحسابات الـ {count} التي أعجبت بهذا المنشور.
de: Dies blockiert alle {count} Accounts, die diesen Beitrag geliked haben.
es: Esto bloqueará las {count} cuentas que dieron like a esta publicación.
fr: Cela bloquera les {count} comptes qui ont aimé ce post.
it: Verranno bloccati tutti i {count} account che hanno messo mi piace.
ja: この投稿にいいねした{count}件のアカウントすべてをブロックします。
ko: 이 게시물에 좋아요를 누른 {count}개 계정을 모두 차단합니다.
nl: Dit blokkeert alle {count} accounts die dit bericht leuk vonden.
pl: Spowoduje to zablokowanie wszystkich {count} kont, które polubiły tego posta.
pt: Isso bloqueará todas as {count} contas que curtiram este post.
ru: Это заблокирует все {count} аккаунтов, лайкнувших этот пост.
th: จะบล็อก {count} บัญชีที่กดถูกใจโพสต์นี้ทั้งหมด
tr: Bu gönderiyi beğenen {count} hesabın tamamı engellenecek.
vi: Thao tác này sẽ chặn tất cả {count} tài khoản đã thích bài viết.
zh: 这将屏蔽所有点赞此帖子的 {count} 个账号。

# post.block_likers.confirm_title
source: Block {count} accounts?
ar: حظر {count} حساب؟
de: {count} Accounts blockieren?
es: ¿Bloquear {count} cuentas?
fr: Bloquer {count} comptes?
it: Bloccare {count} account?
ja: {count}件のアカウントをブロックしますか？
ko: {count}개 계정을 차단할까요?
nl: {count} accounts blokkeren?
pl: Zablokować {count} kont?
pt: Bloquear {count} contas?
ru: Заблокировать {count} аккаунтов?
th: บล็อก {count} บัญชี?
tr: {count} hesap engellensin mi?
vi: Chặn {count} tài khoản?
zh: 屏蔽 {count} 个账号？

# post.block_likers.done
source: Blocked {count} accounts
ar: تم حظر {count} حساب
de: {count} Accounts blockiert
es: {count} cuentas bloqueadas
fr: {count} comptes bloqués
it: {count} account bloccati
ja: {count}件のアカウントをブロックしました
ko: {count}개 계정을 차단했습니다
nl: {count} accounts geblokkeerd
pl: Zablokowano {count} kont
pt: {count} contas bloqueadas
ru: Заблокировано {count} аккаунтов
th: บล็อก {count} บัญชีแล้ว
tr: {count} hesap engellendi
vi: Đã chặn {count} tài khoản
zh: 已屏蔽 {count} 个账号

# post.block_likers.done_title
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Operazione riuscita
ja: 成功
ko: 성공
nl: Gelukt
pl: Sukces
pt: Sucesso
ru: Успешно
th: สำเร็จ
tr: Başarılı
vi: Thành công
zh: 成功

# post.block_likers.fetching
source: Loading likes...
ar: جاري تحميل الإعجابات...
de: Likes laden...
es: Cargando likes...
fr: Chargement des likes...
it: Caricamento like...
ja: いいねを読み込み中...
ko: 좋아요 로딩 중...
nl: Likes laden...
pl: Ładowanie polubień...
pt: Carregando curtidas...
ru: Загрузка лайков...
th: กำลังโหลดรายการถูกใจ...
tr: Beğeniler yükleniyor...
vi: Đang tải lượt thích...
zh: 加载点赞中...

# post.block_likers.no_likers
source: No accounts liked this post
ar: لا توجد حسابات أعجبت بهذا المنشور
de: Kein Account hat diesen Beitrag geliked
es: Ninguna cuenta dio like a esta publicación
fr: Aucun compte n'a aimé ce post
it: Nessun account ha messo mi piace a questo post
ja: この投稿にいいねしたアカウントはありません
ko: 이 게시물에 좋아요를 누른 계정이 없습니다
nl: Geen accounts vonden dit bericht leuk
pl: Żadne konto nie polubiło tego posta
pt: Nenhuma conta curtiu este post
ru: Никто не лайкнул этот пост
th: ไม่มีบัญชีที่กดถูกใจโพสต์นี้
tr: Bu gönderiyi beğenen hesap yok
vi: Không có tài khoản nào thích bài viết này
zh: 没有账号点赞此帖子

# post.block_likers.progress
source: Blocking {current} of {total}...
ar: جاري الحظر {current} من {total}...
de: Blockiere {current} von {total}...
es: Bloqueando {current} de {total}...
fr: Blocage {current} sur {total}...
it: Blocco {current} di {total}...
ja: {current}/{total} ブロック中...
ko: {current}/{total} 차단 중...
nl: Bezig met blokkeren {current} van {total}...
pl: Blokowanie {current} z {total}...
pt: Bloqueando {current} de {total}...
ru: Блокировка {current} из {total}...
th: กำลังบล็อก {current} จาก {total}...
tr: Engelleniyor {current}/{total}...
vi: Đang chặn {current} trên {total}...
zh: 屏蔽中 {current}/{total}...

# post.copy
source: Copy post to clipboard
ar: نسخ المنشور إلى الحافظة
de: Beitrag in die Zwischenablage kopieren
es: Copiar publicación al portapapeles
fr: Copier le message dans le presse-papier
it: Copia il post negli appunti
ja: 投稿をクリップボードにコピー
ko: 게시물을 클립보드에 복사
nl: Kopieer bericht naar klembord
pl: Skopiuj post do schowka
pt: Copiar postagem para a área de transferência
ru: Скопировать сообщение в буфер обмена
th: คัดลอกโพสต์ไปยังคลิปบอร์ด
tr: Gönderiyi panoya kopyala
vi: Sao chép bài viết vào clipboard
zh: 将帖子复制到剪贴板

# post.delete
source: Delete Post
ar: حذف المشاركة
de: Beitrag löschen
es: Eliminar publicación
fr: Supprimer le message
it: Elimina messaggio
ja: 投稿の削除
ko: 게시물 삭제
nl: Bericht verwijderen
pl: Usuń post
pt: Excluir postagem
ru: Удалить сообщение
th: ลบโพสต์
tr: Gönderiyi Sil
vi: Xóa bài đăng
zh: 删除帖子

# post.delete.confirm
source: Delete this post?
ar: هل تريد حذف هذه المشاركة؟
de: Diesen Beitrag löschen?
es: ¿Eliminar esta publicación?
fr: Supprimer ce message ?
it: Eliminare questo post?
ja: この投稿を削除しますか?
ko: 이 게시물을 삭제하시겠습니까?
nl: Dit bericht verwijderen?
pl: Usunąć ten post?
pt: Excluir esta postagem?
ru: Удалить этот пост?
th: ลบโพสต์นี้ใช่ไหม
tr: Bu yayın silinsin mi?
vi: Xóa bài đăng này?
zh: 删除这个帖子吗？

# post.delete.message
source: This will permanently remove the post from Bluesky. This cannot be undone.
ar: سيؤدي هذا إلى إزالة المنشور نهائيًا من Bluesky. لا يمكن التراجع عن هذا.
de: Dadurch wird der Beitrag dauerhaft aus Bluesky entfernt.Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente la publicación de Bluesky. Esto no se puede deshacer.
fr: Cela supprimera définitivement la publication de Bluesky. Cela ne peut pas être annulé.
it: Ciò rimuoverà permanentemente il post da Bluesky. Questa operazione non può essere annullata.
ja: これにより、投稿は Bluesky から永久に削除されます。これを元に戻すことはできません。
ko: 그러면 Bluesky에서 게시물이 영구적으로 제거됩니다. 이 작업은 취소할 수 없습니다.
nl: Hierdoor wordt het bericht definitief van Bluesky verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie posta z Bluesky. Tego nie można cofnąć.
pt: Isso removerá permanentemente a postagem do Bluesky. Isto não pode ser desfeito.
ru: Это приведет к удалению публикации из Bluesky. Это невозможно отменить.
th: การดำเนินการนี้จะลบโพสต์ออกจาก Bluesky อย่างถาวร สิ่งนี้ไม่สามารถยกเลิกได้
tr: Bu, gönderiyi Bluesky'den kalıcı olarak kaldıracaktır. Bu geri alınamaz.
vi: Điều này sẽ xóa vĩnh viễn bài đăng khỏi Bluesky. Điều này không thể hoàn tác được.
zh: 这将从 Bluesky 中永久删除该帖子。此操作无法撤消。

# post.translate
source: Translate post
ar: ترجمة المنشور
de: Beitrag übersetzen
es: Traducir publicación
fr: Traduire le message
it: Traduci il messaggio
ja: 投稿を翻訳する
ko: 게시물 번역
nl: Vertaal bericht
pl: Przetłumacz post
pt: Traduzir postagem
ru: Перевести сообщение
th: แปลโพสต์
tr: Gönderiyi çevir
vi: Dịch bài đăng
zh: 翻译帖子

# presets.actions_section
source: Actions
ar: Actions (AR)
de: Aktionen
es: Acciones
fr: [fr] Aktionen
it: Azioni
ja: アクション
ko: Actions (한국어)
nl: Aktionen (NL)
pl: Actions (PL)
pt: Ações
ru: Actions (RU)
th: Actions (TH)
tr: Actions (TR)
vi: 操作 (VI)
zh: 操作

# presets.add_to_list
source: Add to List (optional)
ar: Add to List (optional) (AR)
de: Zu Liste hinzufügen (optional)
es: Agregar to Lista (optional)
fr: Ajouter à la liste (facultatif)
it: Aggiungi alla lista (opzionale)
ja: [ja] Zu Liste hinzufügen (optional)
ko: Add to List (optional) (한국어)
nl: Zu Liste hinzufügen (optional) (NL)
pl: Add to List (optional) (PL)
pt: Adicionar to Lista (optional)
ru: Add to List (optional) (RU)
th: Add to List (optional) (TH)
tr: Add to List (optional) (TR)
vi: 添加到列表（可选） (VI)
zh: 添加到列表（可选）

# presets.block
source: Block
ar: Block (AR)
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: ブロック (한국어)
nl: Block (NL)
pl: Block (PL)
pt: Bloquear
ru: Block (RU)
th: Block (TH)
tr: Block (TR)
vi: 屏蔽 (VI)
zh: 屏蔽

# presets.duplicate
source: Duplicate
ar: Duplicate (AR)
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 複製 (한국어)
nl: Duplizieren (NL)
pl: Duplicate (PL)
pt: Duplicar
ru: Duplicate (RU)
th: Duplicate (TH)
tr: Duplicate (TR)
vi: 复制 (VI)
zh: 复制

# presets.list_placeholder
source: List name
ar: List name (AR)
de: Listenname
es: Lista name
fr: Nom de la liste
it: Nome lista
ja: [ja] Listenname
ko: List name (한국어)
nl: Listenname (NL)
pl: List name (PL)
pt: Lista name
ru: List name (RU)
th: List name (TH)
tr: List name (TR)
vi: 列表名称 (VI)
zh: 列表名称

# presets.mute
source: Mute
ar: Mute (AR)
de: Stummschalten
es: Silenciar
fr: Mettre en sourdine
it: Silenzia
ja: ミュート
ko: ミュート (한국어)
nl: Mute (NL)
pl: Mute (PL)
pt: Silenciar
ru: Mute (RU)
th: Mute (TH)
tr: Mute (TR)
vi: 静音 (VI)
zh: 静音

# presets.name_placeholder
source: Preset Name
ar: Preset Name (AR)
de: Vorlagenname
es: Preset Nombre
fr: Nom du préréglage
it: Nome preset
ja: [ja] Vorlagenname
ko: Preset Name (한국어)
nl: Vorlagenname (NL)
pl: Preset Name (PL)
pt: Preset Nome
ru: Preset Name (RU)
th: Preset Name (TH)
tr: Preset Name (TR)
vi: 预设名称 (VI)
zh: 预设名称

# presets.new_title
source: New Preset
ar: New Preset (AR)
de: Neue Vorlage
es: Nuevo preset
fr: Nouveau préréglage
it: Nuovo preset
ja: [ja] Neue Vorlage
ko: New Preset (한국어)
nl: Neue Vorlage (NL)
pl: New Preset (PL)
pt: Novo Preset
ru: New Preset (RU)
th: New Preset (TH)
tr: New Preset (TR)
vi: 新建预设 (VI)
zh: 新建预设

# presets.no_presets
source: No Presets
ar: No Presets (AR)
de: Keine Vorlagen
es: Sin Presets
fr: Aucun préréglage
it: Nessun preset
ja: なし Presets
ko: なし Presets (한국어)
nl: Keine Vorlagen (NL)
pl: No Presets (PL)
pt: Não Presets
ru: No Presets (RU)
th: No Presets (TH)
tr: No Presets (TR)
vi: 没有预设 (VI)
zh: 没有预设

# presets.no_presets_desc
source: Create reusable action sets for common moderation tasks.
ar: Create reusable action sets for common moderation tasks. (AR)
de: Erstellen Sie wiederverwendbare Aktionssätze für häufige Moderationsaufgaben.
es: Crear reusable action sets for common moderación tasks.
fr: Créez des ensembles d'actions réutilisables pour les tâches de modération courantes.
it: Crea set di azioni riutilizzabili per attività comuni.
ja: [ja] Erstellen Sie wiederverwendbare Aktionssätze für häufige Moderationsaufgaben.
ko: Create reusable action sets for common moderation tasks. (한국어)
nl: Erstellen Sie wiederverwendbare Aktionssätze für häufige Moderationsaufgaben. (NL)
pl: Create reusable action sets for common moderation tasks. (PL)
pt: Criar reusable action sets for common moderação tasks.
ru: Create reusable action sets for common moderation tasks. (RU)
th: Create reusable action sets for common moderation tasks. (TH)
tr: Create reusable action sets for common moderation tasks. (TR)
vi: 创建可重用的操作集，用于常见审核任务。 (VI)
zh: 创建可重用的操作集，用于常见审核任务。

# presets.report
source: Report
ar: Report (AR)
de: Melden
es: Reportar
fr: Signaler
it: Segnala
ja: 報告
ko: 報告 (한국어)
nl: Report (NL)
pl: Report (PL)
pt: Denunciar
ru: Report (RU)
th: Report (TH)
tr: Report (TR)
vi: 举报 (VI)
zh: 举报

# presets.title
source: Action Presets
ar: Action Presets (AR)
de: Aktionsvorlagen
es: Ajustes predefinidos
fr: Préréglages d'actions
it: Preset azioni
ja: アクションプリセット
ko: Action Presets (한국어)
nl: Aktionsvorlagen (NL)
pl: Action Presets (PL)
pt: Predefinições de ação
ru: Action Presets (RU)
th: Action Presets (TH)
tr: Action Presets (TR)
vi: 操作预设 (VI)
zh: 操作预设

# profile.account_info
source: Account Info
ar: Account Info (AR)
es: Información de la cuenta
fr: Infos du compte
it: Informazioni account
ja: アカウント情報
ko: アカウント情報 (한국어)
nl: Account-Info (NL)
pl: Account Info (PL)
pt: Info da conta
ru: Account Info (RU)
th: Account Info (TH)
tr: Account Info (TR)
vi: 账户信息 (VI)
zh: 账户信息

# profile.actions_section
source: Actions
ar: Actions (AR)
de: Aktionen
es: Acciones
fr: [fr] Aktionen
it: Azioni
ja: アクション
ko: Actions (한국어)
nl: Aktionen (NL)
pl: Actions (PL)
pt: Ações
ru: Actions (RU)
th: Actions (TH)
tr: Actions (TR)
vi: 操作 (VI)
zh: 操作

# profile.add
source: Add
ar: Add (AR)
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 追加 (한국어)
nl: Add (NL)
pl: Add (PL)
pt: Adicionar
ru: Add (RU)
th: Add (TH)
tr: Add (TR)
vi: 添加 (VI)
zh: 添加
